{
  "FixCursorHold.nvim": { "branch": "master" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-treesitter": { "branch": "master" },
  "comfortablemotion": { "branch": "master" },
  "copilot": { "branch": "release" },
  "diagnostic_manipulation.nvim": { "branch": "main" },
  "easymotion": { "branch": "master" },
  "everforest-nvim": { "branch": "main" },
  "fugitive": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf-vim": { "branch": "master" },
  "gh": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "lazy-lsp.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "litee.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "lualine.nvim": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-jest": { "branch": "main" },
  "neotree": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "rhubarb": { "branch": "master" },
  "spectre": { "branch": "master" },
  "trouble.nvim": { "branch": "main" }
}
